[
  {
    "date": "08/29/2015",
    "lat": 46.34332,
    "long": -121.6,
    "killed": "bear",
    "photo": "IMG_0116.jpg",
    "portrait": "Y",
    "description": "A dead bear lies at a suspect's foot. Using dogs for bear hunting, unless permitted by the Washington Department of Fish & Wildlife for specific activities, is illegal in Washington.",
    "case_note": "\"I asked Tretiak if he ever hunted bear with the Dills ... He said he felt guilty and very bad about it and what he did. He indicated he didn’t notify us because of the bear he shot and he does not agree with what the Dills and their crew were doing to the animals.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "08/30/2015",
    "killed": "bear",
    "photo": "IMG_0130.jpg",
    "portrait": "Y",
    "description": "A screenshot from a video that police say shows a 17-year-old suspect killing a bear as it crosses a road while fleeing hunting dogs. ",
    "case_note": "\"This video shows W. Haynes and [a 17-year-old suspect] shoot a bear crossing a road while being chased by dogs. J. Dills, E. Dills, and multiple kids can also be seen in the video.\" \"... Haynes indicated these events took place in the Gifford Pinchot National Forest, south of Takhlakh Lake...\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/05/2015",
    "lat": 46.3964,
    "long": -121.542,
    "killed": "bear",
    "photo": "IMG_0150.jpg",
    "description": " A bear climbs a tree, apparently to get away from hunting hounds. In a text message, police say Haynes told his mother hunting dogs pursued cougars, bobcats and bears during their trip. The dogs chased a large bear for four hours, before it ran off a cliff, fell into a river and died.",
    "case_note": "Haynes: \"... Then today we struck a huge bear right after daylight ran it for about 4 hours and the Gps said the dogs were bayed up about 800 yards from the road so we walked in and the dogs were all sitting on the edge of about a 300 foot cliff. The bear ran right off it into the river dead as hell. From the size tracks it was around 350-400 pounds it was a huge bear\"\nMom: \"Did u guys try to climb down and get the bear\"\nHaynes: \"We tried finding a trail for almost and hour but never found anything. It was literally one step and you were in the bottom\"\nMom: \"Thats to bad but did u have fun\"",
    "attribution": "excerpt of Haynes text messages (contained in WDFW case files)"
  },
  {
    "date": "09/12/2015",
    "lat": 46.21919,
    "long": -121.703,
    "killed": "bear",
    "photo": "IMG_0172.jpg",
    "portrait": "Y",
    "description": "William Haynes poses with a bear. GPS coordinates attached to the photo were used by WDFW officers to locate the alleged killing.",
    "case_note": "\"During my interview with W. Haynes, he indicated he shot this bear near Forest Service Road 23 in Washington. ... W. Haynes said he used his camouflage shotgun ... to kill this bear. W. Haynes kept this bear and had it made into a rug by a taxidermist. During the serving of the search warrant we seized the camouflage shotgun as well as the hide of the above referenced bear.\" ",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/19/2015",
    "lat": 46.2343,
    "long": -121.644,
    "killed": "bear",
    "photo": "IMG_0193.jpg",
    "portrait": "Y",
    "description": "A bear chased by hunting hounds up a tree looks back at a suspected poacher.",
    "case_note": "\"Haynes’ mother asks him if he was hunting for bear. He responds by saying 'Yeah. Seen 2 bears one coal black one and a cinnamon/blonde one they were both 100 both pounds so we let them go.'\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/26/2015",
    "lat": 46.1622,
    "long": -121.707,
    "killed": "bear",
    "photo": "IMG_0229.jpg",
    "portrait": "Y",
    "description": "A photo of hunting dogs police say was taken by Haynes. The dogs wear GPS tracking collar, according to police reports.",
    "case_note": "\"I asked W. Haynes to describe how they hunt these bears. He indicated they drive around in trucks with dogs at the front of the truck and the dog box. He said the dogs then strike off the truck. Note: strike means when a dog catches a scent of an animal trained to pursue. He said they usually take 2 or 3 trucks and they have radios to communicate between vehicles.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/27/2015",
    "lat": 46.1516,
    "long": -121.862,
    "killed": "bear",
    "photo": "IMG_0234.jpg",
    "portrait": "Y",
    "description": "Haynes holds a camouflage shotgun that police say he used to kill bears, some at close range. The blood spatters visible on Haynes' face, shirt and gun are allegedly from a bear that was shot that day. ",
    "case_note": "\"I asked W. Haynes about the blood on his gun and face, he said it was from the bear. He got close to the bear and as the dogs chewed on the bear they splashed blood over his face.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "10/03/2015",
    "lat": 46.4646,
    "long": -121.807,
    "killed": "bear",
    "photo": "0312~5003.jpg",
    "portrait": "Y",
    "description": "Suspects and hunting dogs look up at a treed bear. ",
    "case_note": "\"Officer Bahrenburg and I visited the area where W. Haynes’ cellular device captured the above referenced images on this day. We were able to match up the trees seen in images captured by W. Haynes’ cellular device to the area where we were standing. We searched the area for bear parts but did not find any at this location.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "10/04/2015",
    "killed": "bear",
    "photo": "IMG_0324.jpg",
    "portrait": "Y",
    "description": "Hunting hounds surround a dead bear. No GPS coordinates were recovered from this photo, but WDFW investigators were able to triangulate and map its location using pings from a cellular tower, an officer wrote in an investigative report. ",
    "case_note": "\"W. Haynes indicated he used his camo shotgun to kill the bear. W. Haynes also indicated they left the bear behind but does not remember.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "10/10/2015",
    "killed": "bobcat",
    "photo": "20151010_114132_Redacted.jpg",
    "portrait": "Y",
    "description": "A photo from the WDFW case files shows a person holding up a dead bobcat. WDFW covered out the man's face. Police say the photo was taken from Haynes' seized phone. Officers are pursuing cases against more suspects. ",
    "case_note": "\"W. Haynes indicated [redacted] shot the bobcat ... [redacted] took the bobcat with him.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "10/11/2015",
    "lat": 46.1463,
    "long": -121.768,
    "killed": "bear",
    "photo": "P1030929.jpg",
    "description": "Evidence photos taken by investigators show bones at the site where they believe a cub bear was killed.  ",
    "case_note": "\"We were able to find the location of the GPS coordinates and match up the area to the images captured by W. Haynes’ cellular device. As we checked the area for bear remains, we found remains of a cub bear.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "11/07/2015",
    "lat": 46.2974,
    "long": -122.208,
    "killed": "elk",
    "photo": "P1000962.jpg",
    "description": "A photo of bones at the site of an elk hunt WDFW investigators believe was illegal. Elk were allegedly killed in a special permit area that was not open during the time of the hunt.",
    "case_note": "\"Based on the GPS coordinates of pictures showing J. Dills and Haynes inside a special permit only unit with 2 dead elk, our confirmation of these GPS coordinates as well as finding bones near these kill sites, J. Dills and Haynes unlawfully killed 1 elk each in a special permit only area without possessing the permits necessary.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "11/26/2015",
    "lat": 46.3882,
    "long": -121.627,
    "killed": "bobcat",
    "photo": "0512~5003.jpg",
    "portrait": "Y",
    "description": "A suspect trains the scope of a rifle on a bobcat sitting on a tree branch. WDFW investigators, following GPS coordinates, were able to locate the crooked tree branch seen in the photo.   ",
    "case_note": "\"On November 25, 2015 Haynes text messages J. Dills and says 'you ready to kill everything?!' J. Dills says 'well duh!' Hayne (sic) responds saying 'I'm a little trigger happy lol'\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "11/27/2015",
    "lat": 46.2903,
    "long": -122.22,
    "killed": "elk",
    "photo": "IMG_0941.jpg",
    "portrait": "Y",
    "description": "According to investigator's reports, Joseph Dills is pictured standing over an elk killed by his girlfriend, Aubri McKenna. ",
    "case_note": "\"During an interview with Haynes on March 12, 2017 with WDFW, Police Haynes indicated that on this day Aubri McKenna, J. Dills and himself were present for this hunt. Haynes indicated that Aubri shot this elk off of State Route 504 within the Loo-Wit GMU and they brought it back to Linn Dills’ residence.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "05/12/2016",
    "killed": "bear",
    "photo": "IMG_1606.jpg",
    "portrait": "Y",
    "description": "William Haynes allegedly texted his mother this photo. \"Killed that one yesterday up above cougar,\" he said in a message, apparently referring to the town of Cougar, in Cowlitz County.  ",
    "case_note": "\"The first video ... shows several dogs with GPS enabled dog [collars] chewing on a deceased black bear. In this video, I can hear a male voice calling saying 'get em’ Jip', encouraging this dog to continue chewing on the bear.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "05/15/2016",
    "lat": 46.08143,
    "long": -121.857,
    "killed": "bear",
    "photo": "Joseph-Dills_130B.jpg",
    "description": "A photo police say was taken from Haynes' phone shows dogs surrounding a dead bear in a creek.",
    "case_note": "\"During this time the season for black bears was only open for special permit hunting [...] Neither Haynes nor J. Dills possessed such special permit to allow them to hunt for bear during this time.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "05/18/2016",
    "lat": 46.081425,
    "long": -121.8564,
    "killed": "bear",
    "photo": "P1030884.jpg",
    "description": "Investigators photographed a bear's skull found near Walupt Lake in the Gifford Pinchot Forest.",
    "case_note": "\"I believe that the bear was left to waste and none of the meat was taken. This was due to decomposition present on the ground that created a 'burning' effect on the foliage present.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "05/26/2016",
    "lat": 46.1487,
    "long": -121.877,
    "killed": "bear",
    "photo": "P1000063.jpg",
    "description": "Investigators photographed a jawbone at the site where a bear was allegedly killed.",
    "case_note": "\"Haynes indicated that J. Dills ultimately killed the bear with a pistol grip style shotgun and that the bear was left to waste as they did not take any of the meat.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "05/27/2016",
    "lat": 46.113,
    "long": -121.85,
    "killed": "bear",
    "photo": "IMG_1664.jpg",
    "description": "Dogs surround a dead bear. Investigators found video at the same location that allegedly shows a suspect firing shots at a bear exhausted after running away from hunting dogs. \"Get 'em boys,\" a suspect yelled, encouraging the dogs to chew on the bear. ",
    "case_note": "\"Once the bear was shot, it begins to tumble down a small hill where the group of dogs begins chewing on the bear.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "06/01/2016",
    "lat": 46.1163,
    "long": -121.8863,
    "killed": "bear",
    "photo": "Joseph-Dills_162.jpg",
    "description": "A screen shot from a video that allegedly shows a hunting dog crossing the road several yards in front of the vehicle.",
    "case_note": "\n\"The video is filmed on a gravel road. At about the 5 second mark after J. Dills makes his remark about the dogs I see a dog that J. Dills uses for hunting cross the road in front of them and then head into the woods.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "06/10/2016",
    "lat": 45.8136,
    "long": -122.059,
    "killed": "bear and bobcat",
    "photo": "IMG_1704.jpg",
    "portrait": "Y",
    "description": "William Haynes holds a dead bear. Haynes told police other people were in the area and that he did not know who killed the bear. ",
    "case_note": "Using this coordinate we were able to find this location and match up photos taken by Haynes of the deceased bear. As well, we  were able to find numerous bones that would be consistent with a black bear at this location ...\"\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "06/12/2016",
    "lat": 46.3453,
    "long": -121.51,
    "killed": "bear",
    "photo": "P1010092.jpg",
    "description": "A shotgun slug was pulled from a patch of fur and sticks. Police believe the suspects killed the bear and left it to waste. ",
    "case_note": "\"Upon using the metal detector on this site we found a shotgun slug that had expanded due to impact. I observed that there was black hair that had been lodged in the bullet and was sticking out.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "06/19/2016",
    "killed": "bear",
    "photo": "Joseph-Dills_178.jpg",
    "description": "Police allege this photo shows Joseph Dills (right) firing at a bear.",
    "case_note": "\"After J. Dills and the other individual shoot at the bear, it then falls over in the middle of the road.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/17/2016",
    "killed": "bear",
    "photo": "William-Haynes_147.jpg",
    "description": "A photo allegedly taken from Haynes' cellphone shows an image of dogs surrounding a dead bear.",
    "case_note": "\"Haynes indicated that he and E. Dills shot this bear. Haynes indicated that he used his camouflage shotgun and E. Dills used a high powered wood stock rifle. Haynes also indicated that the bear was left in the woods that day and none of the meat was taken.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/24/2016",
    "lat": 46.4037,
    "long": -121.526,
    "killed": "bear",
    "photo": "IMG_2129.jpg",
    "description": "Dogs surround a dead bear in a photo police say was found on Haynes' seized cellphone. ",
    "case_note": "\"Later this same day ... Haynes and his girflriend [redacted] are text messaging back and forth. She asks him \"what are you doing\" Haynes responds by saying 'Up here at the phone booth. Getting service. We caught 3 bear today and was done hunting by noon.'\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "09/25/2016",
    "lat": 46.413,
    "long": -121.502,
    "killed": "bear",
    "photo": "P1000052.jpg",
    "description": "Investigators arranged bones allegedly found at a kill site linked the group. ",
    "case_note": "\"Haynes indicated that the bear was left there in the woods to waste.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "10/1/2016",
    "killed": "elk",
    "photo": "page 100 - tk",
    "description": "Joseph Dills, a person blacked out by WDFW, and Eddie Dills show off an elk they allegedly killed last year. Dills allegedly used another person's tag for this elk harvest.",
    "case_note": "\"On Saturday October 1, 2016 ... J. Dills posts a picture oh his Facebook saying 'Game over''\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "11/11/2016",
    "killed": "elk",
    "photo": "page 103 - tk",
    "description": "Officers found a bull elk with unique antlers at the home of Eddie Dills. Police allege Dills did not use the proper transport tag for the elk.",
    "case_note": "\"During a search warrant conducted by WDFW Police on March 12, 2017 several Officers were at E. Dills' residence. While at his residence, [redacted] excitedly came up to several Officers presenting them with the 5x4 bull elk rack...\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "11/13/2016",
    "lat": 46.2842,
    "long": -122.1902,
    "killed": "elk",
    "photo": "IMG_2380.jpg",
    "portrait": "Y",
    "description": "William Haynes poses with a dead elk in a photo police say was taken from his cellphone. ",
    "case_note": "\"During Officer Budai's interview with W. Haynes on March 12, 2017, he indicated that the text messages he sent to the Dills' and [redacted] about the 'Game Wardens' was after he was contacted by Officers Bahrenburg and Budai. He said he left the area and tried to contact the other people not to shoot because the Officers were in the area.\"",
    "attribution": "excerpt from WDFW case file"
  },
  {
    "date": "2/14/2017",
    "killed": "bobcat",
    "photo": "page 113 - tk ",
    "description": "A dead bobcat hangs on a tree limb. Police say Eddie Dills used hunting dogs to chase the animal up a tree. ",
    "case_note": "\"The following day on February 15, 2017, [redacted] text messages J. Dills and says 'Your dad hunt his week?' J. Dills responds by saying 'Ya he caught 2 yeserday'\"",
    "attribution": "excerpt from WDFW case file"
  }
]